Repository: Parvez6084/SGFL
Catalog: lib/l10n/app_*.arb
Languages: bn

source: Link3 Self Care
bn: লিংক থ্রি সেল্ফ কেয়ার

source: Hi
bn: হাই

source: Customer ID
bn: গ্রাহক আইডি

source: My Reward Point
bn: আমার পুরস্কার পয়েন্ট

source: Dial App Balance
bn: ডায়াল ব্যালেন্স

source: Get Dial App
bn: ডাউনলোড ডায়াল

source: Tk.
bn: টাকা

source: Tk/mo
bn: টাকা/মাস

source: My Package
bn: আমার প্যাকেজ

source: Active
bn: সক্রিয়

source: Inactive
bn: নিষ্ক্রিয়

source: Bandwidth
bn: ব্যান্ডউইথ

source: Monthly
bn: মাসিক

source: Balance
bn: ব্যালেন্স

source: Exp on
bn: মেয়াদোত্তীর্ণ

source: My Account
bn: আমার অ্যাকাউন্ট

source: Pay Now
bn: পে করুন

source: Payment History
bn: লেনদেনের বিবরণী

source: No Payment History
bn: লেনদেনের বিবরণী নেই

source: Date
bn: তারিখ

source: Channel
bn: চ্যানেল

source: Amount
bn: পরিমাণ

source: Receipt
bn: প্রাপ্তি

source: Refer & Reward
bn: রেফারেল এবং পুরষ্কার

source: Redeem Point
bn: রিডিম পয়েন্ট

source: Total Referral
bn: মোট রেফারেল

source: Total Success
bn: মোট সাফল্য

source: Total Pending
bn: মোট পেন্ডিং

source: Total Reject
bn: মোট প্রত্যাখ্যান

# howWorks
source: How it Works
bn: কিভাবে এটা কাজ করে

source: My Referral History
bn: আমার রেফারেল ইতিহাস

source: Refer Customer Info
bn: রেফারেল গ্রাহক তথ্য

source: Status
bn: স্ট্যাটাস

source: Discount
bn: ডিসকাউন্ট

source: Point
bn: পয়েন্ট

# referCustomer
source: Refer a Customer
bn: রেফার করুন

source: Referral Details
bn: রেফারেল বিবরণ

source: Details
bn: বিবরণ

# subscriptionNA
source: Subscription not available
bn: সাবস্ক্রিপশন পাওয়া যায় না

source: Referral Name
bn: রেফারেল নাম

source: Referral Email
bn: রেফারেল ইমেইল

source: Search
bn: অনুসন্ধান করুন

source: Select Referral District
bn: রেফারেল জেলা নির্বাচন করুন

source: Enter Referral Address
bn: রেফারেল ঠিকানা লিখুন

source: Submit
bn: জমা দিন

source: Invalid Email
bn: ভুল ইমেইল

source: Referral Phone Number
bn: রেফারেল ফোন নম্বর

source: Invalid Phone Number
bn: ভুল নম্বর

# withdrawPoint
source: Redeem Point
bn: পয়েন্ট রিডিম করুন

source: Enter points
bn: পয়েন্ট লিখুন

# availablePoint
source: Your available point is
bn: আপনার পয়েন্ট হল

# redeemCouponText
source: You can redeem coupon point start from 100 and multiplier of 100
bn: আপনি কুপন পয়েন্ট ১০০ থেকে শুরু এবং ১০০ এর গুণক রিডিম করতে পারেন

# withdraw
source: Submit
bn: সম্পন্ন করুন

source: Package Name
bn: প্যাকেজের নাম

source: Expire Date.
bn: মেয়াদোত্তীর্ণের তারিখ

# changePlan
source: Change Package
bn: প্যাকেজ পরিবর্তন করুন

source: MAC Address
bn: ম্যাক ঠিকানা

source: Edit
bn: এডিট করুন

source: Take Picture
bn: ছবি তুলুন

source: Choose Picture
bn: ছবি নির্বাচন করুন

# currentPlan
source: Current Package
bn: বর্তমান প্যাকেজ

source: Edit Profile
bn: প্রফাইল পরিবর্তন

# congratulationOnRedeeming
source: Congratulation on redeeming Your points.
bn: অভিনন্দন রিডিম করার জন্য

# unlockedFantastic
source: You`ve unlocked a fantastic reward.
bn: আপনি একটি দুর্দান্ত পুরস্কার আনলক করেছেন।

# oneMonthInternet
source: 1 Month of Free Internet
bn: ১ মাসের জন্য ইন্টা্রনেট বিল ফ্রি!

# excitedBillingCycle
source: We are excited to let you know that your reward will be effective starting from your next billing cycle.
bn: আমরা আপনাকে জানাতে পেরে খুশি যে আপনার পুরস্কার পরবর্তী মাস থেকে কার্যকর হবে।

# thankValuedCustomer
source: Thank you for being a valued customer.
bn: আপনাকে অসংখ্য ধন্যবাদ

source: Make Payment
bn: পেমেন্ট করুন

source: Our Other Services
bn: অন্যান্য সেবা

source: Dial APP
bn: ডায়াল অ্যাপ

source: Get Service
bn: সার্ভিস গ্রহন করুন

source: Package
bn: প্যাকেজ

# reliable
source: Reliable Speeds for efficient online operations & smooth connectivity
bn: দক্ষ অনলাইন অপারেশন এবং মসৃণ সংযোগের জন্য নির্ভরযোগ্য গতি

source: Ticket History
bn: টিকেটের ইতিহাস

source: Ticket ID
bn: টিকেট আইডি

source: Open A Ticket
bn: টিকেট খুলুন

source: Select Category
bn: ক্যাটাগরি নির্বাচন করুন

source: Problem Detail
bn: অভিযোগের বিস্তারিত

source: There Is No Reply Yet
bn: আপডেট নেই

source: Verification Code
bn: যাচাইকরণ কোড

# codeHasBeenSentTo
source: A 4 digit code has been sent to
bn: একটি ৪ সংখ্যার কোড পাঠানো হয়েছে

source: Verify Now
bn: ভেরিফাই করুন

source: Resend Verification Code
bn: পুনরায় পাঠান

# inn
source: In
bn: প্রবেশ

source: Sec
bn: সেকেন্ড

source: Resend OTP
bn: পুনরায় পাঠান

# didNotReceiveTheEmail
source: Did not receive the email? Check your spam filter.
bn: ইমেইল পাননি? আপনার স্প্যাম ফিল্টার চেক করুন

source: Contact Us for Assistance
bn: সহায়তার জন্য আমাদের সাথে যোগাযোগ করুন

source: Support
bn: সাপোর্ট

source: Contact our Support
bn: আমাদের সাথে যোগাযোগ করুন

source: Call Now
bn: কল করুন

# supp24H
source: 24 hours support
bn: ২৪ ঘন্টা সাপোর্ট

# no_data
source: No Data Here!
bn: এখানে কোন তথ্য নেই!

# review
source: Please Review Your
bn: আপনার পর্যালোচনা করুন

source: Sign in
bn: সাইন-ইন করুন

source: Enter your customer ID
bn: গ্রাহক আইডি

source: Fill your password
bn: পাসওয়ার্ড

source: Remember me
bn: আমার তথ্য সেভ রাখুন

source: Forgot Password
bn: পাসওয়ার্ড ভুলে গেছেন?

# firstTimeUsing
source: First time using our mobile app?
bn: প্রথমবার ব্যবহারকারী?

source: Sign Up Now!
bn: সাইন-আপ করুন

# nextBill
source: Please note that any changes will take effect in your next billing cycle.
bn: দয়া করে মনে রাখবেন যে কোনো পরিবর্তন আপনার পরবর্তী বিলিং চক্রে কার্যকর হবে৷

source: Sign Up
bn: সাইন-আপ

# passwordSixCharactersMinimum
source: Password 6 characters minimum
bn: পাসওয়ার্ড - ন্যূনতম 6 অক্ষর

source: New Password
bn: নতুন পাসওয়ার্ড

source: Password Not Match
bn: পাসওয়ার্ড মিলছে না

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন

source: Change Password
bn: পাসওয়ার্ড পরিবর্তন করুন

source: Current Password
bn: বর্তমান পাসওয়ার্ড

source: Set New Password
bn: নতুন পাসওয়ার্ড সেট করুন

source: Set Password
bn: পাসওয়ার্ড সেট করুন

# provideCustomerIdtToResetYourPassword
source: Provide Customer ID to reset your password
bn: পাসওয়ার্ড রিসেট করতে গ্রাহক আইডি প্রদান করুন

source: Enter Customer ID
bn: গ্রাহক আইডি লিখুন

source: Next
bn: পরবর্তী

source: Getting Everything Ready...
bn: সবকিছু প্রস্তুত হচ্ছে...

source: My Bill
bn: আমার বিল

source: Packages
bn: প্যাকেজ

source: Services
bn: সেবাসমুহ

source: Support Ticket
bn: সাপোর্ট টিকেট

source: Contact Us
bn: যোগাযোগ করুন

source: Privacy Policy
bn: গোপনীয়তা নীতি

source: Terms & Condition
bn: শর্তাবলী

source: Language
bn: ভাষা

source: Logout
bn: লগ আউট

source: Required Field
bn: প্রয়োজনীয়

source: Update
bn: আপডেট

# appMoto
source: The Service Company
bn: অ্যাপ এর উদ্দেশ্য

source: Phone Number
bn: ফোন নম্বর

source: Customer ID
bn: গ্রাহক আইডি

source: Email
bn: ইমেইল

source: Password
bn: পাসওয়ার্ড

source: Re-Password
bn: পুনরায় পাসওয়ার্ড

source: Registration
bn: নিবন্ধন

# passNotMatch
source: Password and RePassword Not Match
bn: পাসওয়ার্ড মিলছে না

# checkToAgree
source: Check the agree button
bn: সম্মতি

source: Profile
bn: প্রোফাইল

source: Full Name
bn: পুরো নাম

source: Address
bn: ঠিকানা

source: Price List
bn: মূল্য তালিকা

source: Help Center
bn: সাহায্য কেন্দ্র

source: Log Out
bn: লগ আউট

source: Verified
bn: যাচাইকৃত

# fieldReqMess
source: This field is required
bn: অবশ্যই পূরণকৃত ঘর

source: Total
bn: মোট

# continueEt
source: CONTINUE
bn: চালিয়ে যান

# finished
source: FINISH
bn: শেষ করুন

source: Give Permission
bn: অনুমতি প্রদান

source: Schedule
bn: সময়সূচী

source: Checkout
bn: চেকআউট

source: Loading...
bn: লোডিং...

# copyright1
source: Copyright Â© 2024 SGFL Limited. All rights reserved.
bn: কপিরাইট © ২০২৪ SGFL লিমিটেড। সমস্ত অধিকার সংরক্ষিত

# needNotificationPermission
source: Notification Permission
bn: নোটিফিকেশানের অনুমতি

# needCameraPermission
source: Camera Permission
bn: ক্যামেরার অনুমতি

# needPhotoPermission
source: Photos Permission
bn: ফটো অনুমতি

# needStoragePermission
source: Storage Permission
bn: স্টোরেজ অনুমতি

# notificationPermissionMoto
source: To get great service you need to provide this permission. You can always change permission setting
bn: সম্পূর্ণ সেবাটি উপভোগ করতে এই অনুমতিটি প্রয়োজন। আপনি যেকোনো সময় অনুমতিটি পরিবর্তন করতে পারবেন।

# permission
source: Get Notified!
bn: অনুমতি

# permissionMoto
source: Stay in the loop with our mobile app! Get notified about upcoming offers, bill reminders, rewards, and more
bn: আমাদের মোবাইল অ্যাপের সাথে লুপে থাকুন! আসন্ন অফার, বিল রিমাইন্ডার, পুরষ্কার এবং আরও অনেক কিছু সম্পর্কে বিজ্ঞপ্তি পান

source: mo
bn: মাস

# newPlan
source: New Package
bn: নতুন প্যাকেজ

# noTakeMwBack
source: No,Take Me Back
bn: না, আমাকে ফিরিয়ে নিয়ে যাও

source: Ok, Change it
bn: ঠিক আছে, পরিবর্তন করুন

source: Notification
bn: নোটিফিকেশন

source: All Package
bn: সকল প্যাকেজ

source: Active Package
bn: সক্রিয় প্যাকেজ

# signUpnSuccessful
source: Sign Up Successful
bn: সাইন-আপ সফল

# nowYouCanSignIn
source: Now you can Sign in with your Customer ID & Password
bn: এখন আপনি সাইন-ইন করতে পারেন আইডি এবং পাসওয়ার্ড দিয়ে

source: Pay Bill
bn: পে বিল

source: Select Payment Method
bn: পেমেন্ট নির্বাচন করুন

source: Mobile Payment
bn: মোবাইল পেমেন্ট

source: bKash
bn: বিকাশ

source: Nagad
bn: নগদ

source: Upay
bn: উপায়

source: Rocket
bn: রকেট

source: Tap
bn: ট্যাপ

source: Card Payment
bn: কার্ড পেমেন্ট

source: Mastercard
bn: মাস্টারকার্ড

source: Visa
bn: ভিসা

source: Amex
bn: অ্যামেক্স

# dBBLNexsus
source: DBBL Nexus
bn: ডিবিবিএল নেক্সাস

source: Enter an amount
bn: পরিমাণ লিখুন

source: Allow Notification
bn: নোটিফিকেশানের অনুমতি দিন

# getImportantNotificationsFrom
source: Get important notifications from your home devices. You can change this anytime in settings
bn: আপনার ডিভাইসে গুরুত্বপূর্ণ নোটিফিকেশান পান। আপনি সেটিংসে যেকোনও সময় এটি পরিবর্তন করতে পারেন

source: Allow Camera
bn: ক্যামেরার অনুমতি দিন

# toGetGreatService
source: We need permission to access your Camera so that you can use your own picture as your profile picture.
bn: আপনার ক্যামেরা অ্যাক্সেস করার জন্য আমাদের অনুমতি প্রয়োজন যাতে আপনি আপনার প্রোফাইল ছবি হিসাবে আপনার নিজের ছবি ব্যবহার করতে পারেন।

source: Allow Photos
bn: ফটোগুলিকে অনুমতি দিন

source: Allow Storage
bn: স্টোরেজ অনুমতি দিন

source: All
bn: সব

source: Complete
bn: সম্পূর্ণ

source: Pending
bn: অসম্পূর্ণ

source: Version
bn: ভার্সন

source: Allow
bn: অনুমতি দিন

# notAllow
source: Don't Allow
bn: অনুমতি দিচ্ছি না

# invalidPoint
source: Invalid Number
bn: ভুল নম্বর

source: No Notification
bn: কোন নোটিফিকেশন নেই

# bottomNavHome
source: Home
bn: হোম

# bottomNavFavorite
source: Favorite
bn: ফেভারিট

# bottomNavSettings
source: Settings
bn: সেটিংস

# titleOtherView
source: OtherView
bn: অন্যান্য

# settingsTheme
source: Theme
bn: থিম

# settingsLanguage
source: Language
bn: ভাষা

# settingsFontSize
source: Font Size
bn: অক্ষরের আকার

source: Enter Phone Number
bn: ফোন নম্বর লিখুন
